Repository: BeerOnTheBeach/TYPO3-powermail-limits
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# form.nosubmissionpossible.header
source: No submissions possible
de: Keine Eintragung möglich

# form.nosubmissionpossible.text
source: This form has a submission limit and that limit is reached. As there is no waiting list, no further submissions are possible.
de: Dieses Formular hat eine Teilnahmebegrenzung und diese Grenze wurde erreicht. Da es keine Warteliste gibt, sind keine weiteren Eintragungen möglich.

# form.onlywaitlistwarning.header
source: Only wait list possible!
de: Nur Eintragung in Warteliste möglich!

# form.onlywaitlistwarning.text
source: This form has a submission limit and that limit is reached. However you can submit to a waiting list in case a slot becomes available again.
de: Dieses Formular hat eine Teilnahmebegrenzung und diese Grenze wurde erreicht. Es existiert aber eine Warteliste auf die man sich eintragen kann für den Fall, dass wieder ein Platz frei wird.

# form.submissionlimit.legend
source: Submission limit
de: Teilnahmebegrenzung

# form.submissionlimitwarning.header
source: Submission limit in place
de: Teilnahmebegrenzung vorhanden

# form.submissionlimitwarning.text
source: This form has a submission limit. Please check the response after submission to ensure your submission was successful and a slot could be assigned.
de: Dieses Formular hat eine Teilnahmebegrenzung. Nach dem Abschicken bitte die Rückmeldung prüfen, ob ein Platz zugeordnet werden konnte.

# form.submissionlimitwarning.text.addon.percentage
source: Current allocation: %s
de: Aktuelle Belegung: %s

# form.submissionlimitwarning.text.addon.waitlist
source: Even if the limit is reached, you still can submit to the waitlist.
de: Selbst wenn die Begrenzung erreicht ist, besteht immer noch die Möglichkeit sich für die Warteliste einzutragen.

# form.submissionspercentage.0
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.10
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.100
source: no slot left
de: kein Platz verfügbar

# form.submissionspercentage.20
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.30
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.40
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.50
source: enough free slots
de: ausreichend freie Plätze

# form.submissionspercentage.60
source: still slots available
de: noch Plätze verfügbar

# form.submissionspercentage.70
source: still slots available
de: noch Plätze verfügbar

# form.submissionspercentage.80
source: still slots available
de: noch Plätze verfügbar

# form.submissionspercentage.90
source: Warning! Only a few slots available
de: Warnung! Nur noch wenige Plätze verfügbar

# form.submissionstatus
source: Submission Status
de: Status der Eintragung

# form.submissionstatus.invalid
source: No slot assigned
de: Kein Platz verfügbar

# form.submissionstatus.valid
source: Slot assigned
de: Platz zugeordnet

# form.submissionstatus.waitinglist
source: No slot assigned, registered for waiting list
de: Kein Platz verfügbar, Eintragung auf Warteliste

# mail.invalidsubmission.bodyprefix.header
source: Attention: no slot available
de: Warnung: kein Platz verfügbar

# mail.invalidsubmission.bodyprefix.text
source: We received your registration, however the last slot was already taken and there is no waiting list. So your registration cannot be considered.
de: Ihre Eintragung ist eingegangen, allerdings war der letzte Platz bereits vergeben und es gibt keine Warteliste. Dementsprechend kann die Eintragung nicht berücksichtigt werden.

# mail.invalidsubmission.subjectprefix
source: No slot available -
de: Kein Platz verfügbar -

# mail.submissionlimitreached.body
source: The form %s has a submission limit which has been reached. If there is a waiting list in place this will now be filled, else all further submissions are prevented.
de: Das Formular %s hat eine Teilnahmebeschränkung konfiguriert die jetzt erreicht wurde. Falls Sie eine Warteliste konfiguriert haben wird diese nun gefüllt, alternativ werden weitere Formularübermittlungen verhindert.

# mail.submissionlimitreached.subject
source: Submission limit reached for form %s
de: Teilnahmebeschränkung erreicht für Formular %s

# mail.waitinglistsubmission.bodyprefix.header
source: Attention: registration for waiting list only
de: Warnung: nur Platz auf Warteliste

# mail.waitinglistsubmission.bodyprefix.text
source: We received your registration, however the last slot was already taken. Nevertheless, we added you to the waiting list, in case a slot becomes available.
de: Ihre Eintragung ist eingegangen, allerdings war der letzte Platz bereits vergeben. Wir haben eine Eintragung auf der Warteliste gemacht für den Fall, dass wieder ein Platz verfügbar wird.

# mail.waitinglistsubmission.subjectprefix
source: Waiting list registration -
de: Wartelistenplatz -

# tca.haswaitlist
source: has waitlist
de: hat Warteliste

# tca.haswaitlist.description
source: Make the form available after the limit to allow a waitlist
de: Das Formular nach der Begrenzung weiterhin verfügbar machen für eine Warteliste

# tca.showsubmissionsfullpercentage
source: show allocation percentage
de: Belegungsquote anzeigen

# tca.showsubmissionsfullpercentage.description
source: Show the current number of submission as a percentage
de: Die aktuelle Belegung in Prozent anzeigen

# tca.submissionlimit
source: has submission limit
de: hat Teilnahmebegrenzung

# tca.submissionlimit.description
source: Activate a submission limit for the current form
de: Aktivierung der Teilnahmebegrenzung für Formulare
